Repository: Quasar920/Pensona
Catalog: MultiCurrencyLedger/Localizable.xcstrings
Source language: zh_hans
Languages: en, ja, zh_hant

source: 分类预算必须使用当前账本的支出分类
en: The classification budget must use the current ledger to classify expenditure
ja: 分類予算は、現在のレジャーを使用して支出を分類する必要があります
zh_hant: 分類預算必須使用當前賬本的支出分類

source: 分配历史
en: Distribution history
ja: 流通履歴
zh_hant: 分配歷史

source: 分配金额不能为 0
en: The allocated amount cannot be 0
ja: 割り当てられた金額は 0 ではありません
zh_hant: 分配金額不能為 0

source: 切换统计账本
en: Toggle Statistical Book
ja: Toggle 統計ブック
zh_hant: 切換統計賬本

source: 切换账本
en: Switch Book
ja: 帳簿を切り替える
zh_hant: 切換帳本

source: 创建
en: Create
ja: 作成
zh_hant: 建立

source: 创建快捷指令
en: Create Shortcut Command
ja: ショートカットコマンドを作成する
zh_hant: 建立快捷指令

source: 创建时间
en: Created
ja: コンテンツ
zh_hant: 建立時間

source: 初始余额（默认 0）
en: Initial balance (default 0)
ja: 初期残高 (デフォルト 0)
zh_hant: 初始餘額（預設 0）

source: 初始余额会写入一条“调整”流水，便于以后追溯。
en: The initial balance is included in a “adjusted” stream of water to facilitate subsequent traceability.
ja: 初期バランスは、その後のトレーサビリティを容易にするために水の「調整」ストリームに含まれています。
zh_hant: 初始餘額會寫入一條“調整”流水，便於以後追溯。

source: 初始欠款（默认 0）
en: Initial arrears (default 0)
ja: 初期配列 (デフォルト 0)
zh_hant: 初始欠款（預設 0）

source: 删除
en: Delete
ja: 削除
zh_hant: 刪除

source: 删除 iCloud 中的同步快照
en: Remove Synchronized Snapshot from iCloud
ja: iCloudから同期スナップショットを削除します
zh_hant: 刪除 iCloud 中的同步快照

source: 删除；长按清空
en: deleting; long press empty
ja: 削除; 長い出版物の空
zh_hant: 刪除；長按清空

source: 删除“%@”？
en: Delete "%@"?
ja: 「%@」を削除しますか?
zh_hant: 刪除“%@”？

source: 删除云端同步快照？
en: Remove Cloud Synchronization?
ja: クラウド同期を削除しますか?
zh_hant: 刪除雲端同步快照？

source: 删除云端数据
en: Remove Cloud Data
ja: クラウドデータの削除
zh_hant: 刪除雲端資料

source: 删除交易
en: Delete transaction
ja: トランザクションの削除
zh_hant: 刪除交易

source: 删除分类？
en: Delete Category?
ja: カテゴリを削除？
zh_hant: 刪除分類？

source: 删除后，相关账户余额会同步回滚。
en: When deleted, the related account balances will be rolled back in tandem.
ja: 削除されると、関連するアカウント残高がタンデムでロールバックされます。
zh_hant: 刪除後，相關賬戶餘額會同步回滾。

source: 删除并回滚余额
en: Remove and roll back the balance
ja: バランスを取り戻し、ロールバック
zh_hant: 刪除並回滾餘額

source: 删除并回滚全部余额
en: Delete and roll back all balances
ja: すべてのバランスを削除してロールバック
zh_hant: 刪除並回滾全部餘額

source: 删除并扣回账户余额
en: Delete and withhold account balances
ja: アカウント残高の削除と保持
zh_hant: 刪除並扣回賬戶餘額

source: 删除所选
en: Delete Selected
ja: 選択された削除
zh_hant: 刪除所選

source: 删除所选 %lld 笔交易？
en: Delete the selected %lld transaction?
ja: 選択した%lldトランザクションを削除しますか?
zh_hant: 刪除所選 %lld 筆交易？

source: 删除提醒
en: Delete Reminder
ja: リマインダーの削除
zh_hant: 刪除提醒

source: 删除账户
en: Delete Account
ja: アカウントの削除
zh_hant: 刪除賬戶

source: 删除这条 AA 收款
en: Delete this AA collection.
ja: このAAコレクションを削除します。
zh_hant: 刪除這條 AA 收款

source: 删除这条 AA 收款？
en: Delete this AA collection?
ja: このAAコレクションを削除しますか?
zh_hant: 刪除這條 AA 收款？

source: 到账日期
en: Date to account
ja: 口座の日付
zh_hant: 到賬日期

source: 剩余 %@
en: Remaining %@
ja: %@の維持
zh_hant: 剩餘 %@

source: 剩余 %lld 天
en: Remaining %lld days
ja: %lld日の残り
zh_hant: 剩餘 %lld 天

source: 剩余待收
en: Remaining to be collected
ja: 収集する残り
zh_hant: 剩餘待收

source: 剩余预算会根据本月支出自动计算，修改后顶部仪表盘会立即更新。
en: The remaining budget would be automatically calculated on the basis of current-month expenditures and the modified top dashboard would be updated immediately.
ja: 残りの予算は、現在の月の支出に基づいて自動的に計算され、修正されたトップダッシュボードはすぐに更新されます。
zh_hant: 剩餘預算會根據本月支出自動計算，修改後頂部儀表盤會立即更新。

source: 加
en: Add
ja: 追加する

source: 加载失败
en: Failed to Load
ja: 読み込めませんでした
zh_hant: 載入失敗

source: 包含全部账本数据、自动化规则、预算目标、导入记录和图片附件内容。
en: Includes all account data, automation rules, budget targets, import records and photo attachments.
ja: すべてのアカウントデータ、自動化ルール、予算目標、インポートレコード、写真添付ファイルが含まれています。
zh_hant: 包含全部賬本資料、自動化規則、預算目標、匯入記錄和圖片附件內容。

source: 包含手续费
en: Including fees
ja: 料金を含む
zh_hant: 包含手續費

source: 单张图片不能超过 20 MB
en: A single picture cannot exceed 20 MB
ja: 1枚の画像は20MBを超えることはできません。
zh_hant: 單張圖片不能超過 20 MB

source: 单色化
en: Single Colour
ja: 単一色
zh_hant: 單色化

source: 卖出
en: Sell
ja: 販売代理店
zh_hant: 賣出

source: 卖出金额
en: Sale amount
ja: 販売金額
zh_hant: 賣出金額

source: 危险操作
en: Hazardous operation
ja: 危険な操作
zh_hant: 危險操作

source: 危险操作只影响本机数据，执行前请先导出完整备份。
en: Hazard operations affect only in-house data. Please export the complete backup before executing.
ja: 危険操作は社内のデータのみに影響を及ぼします。 実行前に完全なバックアップをエクスポートしてください。
zh_hant: 危險操作隻影響本機資料，執行前請先匯出完整備份。

# 历史交易 %lld 笔，子分类 %lld 个。请选择迁移目标后再删除。
source: 历史交易 %1$lld 笔，子分类 %2$lld 个。请选择迁移目标后再删除。
en: Historical transaction %lld pen, subclassify %lld. Please select the migration target before deleting it.
ja: 歴史的トランザクション%lldペン、サブクラスは%lldを修飾します。 削除する前にマイグレーション対象を選択してください。
zh_hant: 歷史交易 %lld 筆，子分類 %lld 個。請選擇遷移目標後再刪除。

source: 历史自定义分摊
en: Historical self-defined apportionment
ja: 歴史の自己定義承認
zh_hant: 歷史自定義分攤

source: 原价
en: Original price
ja: 元の価格
zh_hant: 原價

source: 原因
en: Reason
ja: ログイン

source: 原支出
en: Original Expense
ja: 元の支出

source: 发起 AA
en: Launch AA.
ja: AAを起動します。
zh_hant: 發起 AA

source: 取出
en: Checkout
ja: チェックアウト

source: 取出分配
en: Remove Allocation
ja: 割り当てを削除

source: 取出金额不能超过当前已分配金额
en: The amount to be removed cannot exceed the amount currently allocated
ja: 削除する金額は、現在割り当てられた金額を超えることはできません。
zh_hant: 取出金額不能超過當前已分配金額

source: 取消
en: Cancel
ja: キャンセル

source: 取消预约
en: Cancel appointment
ja: キャンセル
zh_hant: 取消預約

source: 只有支出交易可以记录退款或报销
en: Only expenditure transactions can record refunds or reimbursements
ja: 支出取引のみが払い戻しや払い戻しを記録することができます
zh_hant: 只有支出交易可以記錄退款或報銷

source: 只有支出可以设置 AA 分摊
en: Only expenses can be set up AA share
ja: AA株のみの費用設定が可能
zh_hant: 只有支出可以設定 AA 分攤

source: 只能对同一层级的分类排序
en: Sort only categories at the same level
ja: 同じレベルのカテゴリだけをソートする
zh_hant: 只能對同一層級的分類排序

source: 可以切换其他月份继续查看
en: You can switch to other months.
ja: 別の月に切り替えることができます。
zh_hant: 可以切換其他月份繼續檢視

source: 可在任意交易详情中保存模板
en: Save templates in any transaction details
ja: 任意のトランザクションの詳細でテンプレートを保存
zh_hant: 可在任意交易詳情中儲存模板

source: 可导入
en: Importable
ja: インポート可能
zh_hant: 可匯入

source: 可按天、周、月或年生成普通交易。App 启动时会自动扫描，重复执行不会重复入账。
en: Ordinary transactions can be generated by day, week, month or year. App automatically scans on start-up and repeated execution does not duplicate entries.
ja: 日・週・月・年・月・年・月・年・月・年・月・日・月・年・月・年・月・日・年・月・日・年・月・日・年・月・日・年・月・日・年・月・日・年・月・年・月・年・月・年・月・年・月・年・月・年・月・年・月・年・月・年・月・年・年・月・年・年・年・年・年・年・年・年・年・年・年・年・年・年・年・年・年・年・年・年・年・年・年・年・年・年・年・年・年・年・年・年・年・年・年・年・年・年・年・年・年・年・年・年・年・年・年・年・年・年・年・年・年・年・年・年・年・年・年・年・年・年・年・年・年・年・年・年・年・年・年・年 アプリは、起動と繰り返し実行時に自動的にスキャンされ、エントリを複製しません。
zh_hant: 可按天、周、月或年生成普通交易。App 啟動時會自動掃描，重複執行不會重複入賬。

source: 可用
en: Available
ja: 利用可能

# 可用 %@ · 待还 %@
source: 可用 %1$@ · 待还 %2$@
en: Available %@. Pending %@
ja: 利用できる%@。 %@を曲げる
zh_hant: 可用 %@ · 待還 %@

source: 可用 •••• · 待还 ••••
en: Available
ja: 利用できる
zh_hant: 可用 •••• · 待還 ••••

source: 可用模板
en: Available Templates
ja: 利用可能なテンプレート

source: 可选
en: Optional
ja: オプション
zh_hant: 可選

source: 可选，直接输入
en: Optional, direct input
ja: オプション、直接入力
zh_hant: 可選，直接輸入

source: 同一层级已存在同名分类
en: There is already a classification of the same name at the same level
ja: 同じレベルの同じ名前の分類は既にあります
zh_hant: 同一層級已存在同名分類

source: 同步
en: Sync
ja: 同期

source: 同步中…
en: Syncing...
ja: 同期...

source: 同步失败
en: Sync failed
ja: 同期失敗
zh_hant: 同步失敗

source: 同步期间云端内容发生变化，请重新同步
en: Change in cloud content during sync, resynchronize
ja: 同期中のクラウドコンテンツの変更、再同期
zh_hant: 同步期間雲端內容發生變化，請重新同步

source: 名称
en: Name
ja: お名前 (必須)
zh_hant: 名稱

source: 含手续费的交易需要手动确认手续费归属
en: Transactions involving fees need to be manually identified as the attribution of fees.
ja: 手数料を含む取引は、手数料の帰属として手動で識別する必要があります。
zh_hant: 含手續費的交易需要手動確認手續費歸屬

source: 启用 iCloud 私有同步
en: Enable iCloud private sync
ja: iCloudプライベート同期を有効にする
zh_hant: 啟用 iCloud 私有同步

source: 周
en: Week
ja: 週刊

source: 周期
en: Cycle
ja: サイクル
zh_hant: 週期

source: 周期必须大于 0
en: Periodicity must be greater than 0
ja: 周期性は0以上でなければなりません
zh_hant: 週期必須大於 0

source: 周期账单
en: Periodic statements
ja: 定期的な声明
zh_hant: 週期賬單

source: 周期账单的时区无效
en: The time zone of the periodic bill is invalid
ja: 定期的な請求書のタイムゾーンは無効です
zh_hant: 週期賬單的時區無效

source: 商家/对方
en: Businesser/Employee
ja: ビジネス/社員
zh_hant: 商家/對方

source: 商户 / 对方
en: Businesser/ counterparty
ja: ビジネス/カウンターパーティー
zh_hant: 商戶 / 對方

source: 商户或交易对象
en: Business or object of transaction
ja: ビジネスまたはトランザクションのオブジェクト
zh_hant: 商戶或交易物件

source: 回到现在
en: Back to now.
ja: これから。
zh_hant: 回到現在

source: 图标
en: Icon
ja: アイコン
zh_hant: 圖示

source: 图片
en: Picture
ja: プロフィール
zh_hant: 圖片

source: 图片内容为空
en: Picture is empty
ja: 映像は空です
zh_hant: 圖片內容為空

source: 图片样式
en: Picture Styles
ja: 映像様式
zh_hant: 圖片樣式

source: 图表摘要：%@
en: Chart summary: %@
ja: チャートの概要: %@
zh_hant: 圖表摘要：%@

source: 基本信息
en: Basic information
ja: 基本情報
zh_hant: 基本資訊

source: 增减金额
en: Increase/decrease
ja: 増加/減少
zh_hant: 增減金額

source: 增加
en: Increase
ja: 増加する

source: 增加分配
en: Increased distribution
ja: 増加分布

source: 增加或取出分配
en: Increase or remove distribution
ja: 分布の増加または削除

source: 备份、恢复与导出
en: Backup, Restore and Export
ja: バックアップ、復元、エクスポート
zh_hant: 備份、恢復與匯出

source: 备份与导出
en: Backup & Export
ja: バックアップと書き出し
zh_hant: 備份與匯出

source: 备份中的 %@ 存在重复标识
en: %@ is duplicated in backup
ja: %@はバックアップで重複しています
zh_hant: 備份中的 %@ 存在重複標識

source: 备份包含不受支持的币种：%@
en: Backup contains unsupported currency: %@
ja: バックアップにはサポートされていない通貨が含まれています: %@
zh_hant: 備份包含不受支援的幣種：%@

source: 备份包含不安全的附件路径
en: Backup contains unsafe attachment paths
ja: バックアップには、安全でない添付パスが含まれています
zh_hant: 備份包含不安全的附件路徑

source: 备份引用不完整：%@
en: Backup reference incomplete: %@
ja: バックアップ参照不完全:%@
zh_hant: 備份引用不完整：%@

source: 备份恢复、迁移快照与清除
en: Restore, Migration Snapshots & Erase
ja: 復元・移行スナップショット・消去
zh_hant: 備份復原、移轉快照與清除

source: 备份恢复完成。恢复前快照已保留，可随时分享或再次恢复。
en: Backup restored. A pre-restore snapshot was saved for sharing or recovery.
ja: バックアップを復元しました。復元前のスナップショットは保存されています。
zh_hant: 備份已復原。復原前的快照已保留，可隨時分享或再次復原。

source: 备份版本
en: Backup Version
ja: バックアップバージョン
zh_hant: 備份版本

source: 备份版本 %lld 高于当前 App 支持的版本
en: Backup version %lld is higher than current App supported version
ja: バックアップバージョン%lldは、現在のアプリ対応バージョンよりも高い
zh_hant: 備份版本 %lld 高於當前 App 支援的版本

source: 备注
en: Note
ja: メモ
zh_hant: 備註

source: 备注，例如：小王已还
en: Remarks, for example: Wang has returned
ja: たとえば、Wang が返した
zh_hant: 備註，例如：小王已還

source: 备注（可选）
en: Remarks (optional)
ja: 備考(オプション)
zh_hant: 備註（可選）

source: 复制上期
en: Copy previous period
ja: 前の期間をコピーする
zh_hant: 複製上期

source: 复制交易
en: Copy transactions
ja: 取引のコピー
zh_hant: 複製交易

source: 复制记账
en: Copy Recording
ja: コピー録音
zh_hant: 複製記賬

source: 外币
en: Foreign currency
ja: 外国通貨
zh_hant: 外幣

source: 外观与金额颜色
en: Appearance & Amount Colors
ja: 外観と金額の色
zh_hant: 外觀與金額顏色

source: 多币种账本
en: Multi-Currency Ledger
ja: マルチ通貨帳簿
zh_hant: 多幣種賬本

source: 多币种账本已锁定
en: Multicurrency books are locked.
ja: 多通貨本はロックされています。
zh_hant: 多幣種賬本已鎖定

source: 多账户收款
en: Multi-account receipts
ja: 複数アカウントのレシート
zh_hant: 多賬戶收款

source: 天
en: days
ja: 生年月日

source: 好
en: OK
ja: OK

source: 字段映射
en: Field Map
ja: フィールドマップ
zh_hant: 欄位對映

source: 存入
en: Deposit
ja: デポジット

source: 存钱目标
en: Deposit target.
ja: 入金対象。
zh_hant: 存錢目標

source: 存钱目标必须归属一个账本
en: The deposit target must be placed in an account book.
ja: 入金対象はアカウントブックに置く必要があります。
zh_hant: 存錢目標必須歸屬一個賬本

source: 存钱计划
en: Plan to save money
ja: お金を節約する計画
zh_hant: 存錢計劃

source: 安全与隐私
en: Security & Privacy
ja: セキュリティとプライバシー
zh_hant: 安全與隱私

source: 完成
en: Done
ja: 完了

source: 完成提醒只更新提醒状态，不会创建交易或系统通知。
en: Completed alarms only update alarm status and do not create transactions or system notifications.
ja: アラームのステータスを更新し、トランザクションやシステム通知を作成しません。
zh_hant: 完成提醒只更新提醒狀態，不會建立交易或系統通知。

source: 实际汇率
en: Actual rate of exchange
ja: 為替の実際のレート
zh_hant: 實際匯率

source: 密码、解锁与隐私遮罩
en: Password, Unlock & Privacy Shield
ja: パスワード・ロック解除・プライバシー保護
zh_hant: 密碼、解鎖與隱私遮罩

source: 密码与隐私
en: Password and privacy
ja: パスワードとプライバシー
zh_hant: 密碼與隱私

source: 密码经过加盐多轮摘要后只保存在本机系统钥匙串；备份、同步和 URL 中都不包含密码或摘要。
en: The password is stored only in the key string of the system after the salting multiple-wheel summary; the backup, sync and URL do not contain the password or summary.
ja: パスワードは、複数のホイールのサマリーを塩漬けた後、システムのキー文字列にのみ保存されます。 バックアップ、同期、URLにはパスワードやサマリーが含まれていません。
zh_hant: 密碼經過加鹽多輪摘要後只儲存在本機系統鑰匙串；備份、同步和 URL 中都不包含密碼或摘要。

source: 密码至少需要 6 位
en: Password takes at least 6 bits
ja: パスワードは6ビット以上
zh_hant: 密碼至少需要 6 位

source: 密码锁
en: Password lock
ja: パスワードロック
zh_hant: 密碼鎖

source: 导入 %lld 笔流水
en: Import %lld pen flow
ja: 輸入%lldのペンの流れ
zh_hant: 匯入 %lld 筆流水

source: 导入失败
en: Import failed
ja: インポート失敗
zh_hant: 匯入失敗

source: 导入完成
en: Import completed
ja: インポート完了
zh_hant: 匯入完成

source: 导入账本
en: Transfers
ja: トランスファー
zh_hant: 匯入賬本

source: 导出
en: Export
ja: エクスポート
zh_hant: 匯出

source: 尚未检查
en: Not Checked
ja: 未確認
zh_hant: 尚未檢查

source: 尚未添加图片
en: No pictures added yet
ja: まだ写真はありません
zh_hant: 尚未新增圖片

source: 尚未添加币种
en: No currency added
ja: 通貨追加なし
zh_hant: 尚未新增幣種

source: 尚未设置 App 密码
en: App password not set yet
ja: アプリパスワードはまだ設定されていません
zh_hant: 尚未設定 App 密碼

source: 尚未设置预算
en: Budget not yet established
ja: 予算はまだ確立されていない
zh_hant: 尚未設定預算

source: 尾号 %@
en: End %@
ja: 終了 %@
zh_hant: 尾號 %@

source: 工作方式
en: Working methods
ja: 作業方法

source: 工资收入
en: Salary Income
ja: 給与収入
zh_hant: 薪資收入

source: 差异 %@
en: Difference %@
ja: 相違 %@
zh_hant: 差異 %@

source: 差额
en: Variance
ja: バリエーション
zh_hant: 差額

source: 已使用冲突副本中的云端版本
en: Cloud-based version of conflict copy used
ja: クラウドベースの競合コピーを使用したバージョン
zh_hant: 已使用衝突副本中的雲端版本

source: 已保存
en: Saved
ja: 保存済み
zh_hant: 已儲存

source: 已保留本机版本并更新云端
en: This machine version has been retained and the cloud is updated
ja: この機械版は保持され、雲は更新されます
zh_hant: 已保留本機版本並更新雲端

# 已写入 %lld 笔，重复跳过 %lld 笔。
source: 已写入 %1$lld 笔，重复跳过 %2$lld 笔。
en: Imported %1$lld; skipped %2$lld duplicates.
ja: %1$lld件を取り込み、重複%2$lld件をスキップしました。
zh_hant: 已寫入 %lld 筆，重複跳過 %lld 筆。

source: 已分配 / 目标 %@
en: allocated / Target %@
ja: 割り当てられた/ターゲット%@
zh_hant: 已分配 / 目標 %@

source: 已删除账户
en: Deleted Account
ja: 削除済みアカウント
zh_hant: 已刪除帳戶

source: 已取消预约恢复
en: Synchronising folder
ja: 同期フォルダ
zh_hant: 已取消預約恢復

source: 已存入
en: Deposited
ja: デポジット

source: 已安全入账
en: Safely recorded
ja: 安全な記録
zh_hant: 已安全入賬

source: 已完成
en: Completed
ja: 完了しました

source: 已完成的存钱计划会集中收纳在这里。
en: Completed deposit plans will be collected here.
ja: 入金完了プランはこちら
zh_hant: 已完成的存錢計劃會集中收納在這裡。

source: 已应用云端数据；恢复前快照保留在本机
en: Cloud-based data applied; kept on-line before recovery
ja: クラウドベースのデータが適用される; 回復前にオンラインを維持
zh_hant: 已應用雲端資料；恢復前快照保留在本機

source: 已开启
en: Enabled
ja: 有効化
zh_hant: 已開啟

source: 已归档
en: Archived
ja: アーカイブ
zh_hant: 已歸檔

source: 已归档分类
en: Archived Category
ja: アーカイブカテゴリ
zh_hant: 已歸檔分類

source: 已归档已存入
en: Archived
ja: アーカイブ
zh_hant: 已歸檔已存入

source: 已归档模板
en: Archived Templates
ja: アーカイブテンプレート
zh_hant: 已歸檔模板

source: 已归档目标
en: Archived target
ja: アーカイブ対象
zh_hant: 已歸檔目標

# 已按 %@ 汇总全部 %lld 个可见账户。
source: 已按 %1$@ 汇总全部 %2$lld 个可见账户。
en: All %lld visible accounts have been aggregated by %@.
ja: %lld の可視アカウントは %@ によって集計されています。
zh_hant: 已按 %@ 彙總全部 %lld 個可見賬戶。

source: 已提供当前账本的识别候选
en: Identification candidate provided for the current ledger
ja: 現在のレジャーのために提供される識別候補
zh_hant: 已提供當前賬本的識別候選

source: 已撤销
en: Cancelled
ja: キャンセル
zh_hant: 已撤銷

source: 已暂停
en: Paused
ja: パユース
zh_hant: 已暫停

source: 已有同名账本
en: An account book with the same name already exists
ja: 既に同じ名前のアカウントブックが存在する
zh_hant: 已有同名賬本

source: 已有退款或报销的支出不能设置 AA
en: AA cannot be set up for refunded or reimbursed expenditure
ja: AAは返金または返金された支出のために設定することはできません
zh_hant: 已有退款或報銷的支出不能設定 AA

source: 已添加全部币种
en: Added All Currency
ja: すべての通貨を追加
zh_hant: 已新增全部幣種

source: 已生成 %lld 期交易
en: %lld period transactions generated
ja: 生成される%lldの期間トランザクション

source: 已生成 %lld 笔
en: Generated %lld pen
ja: %lldのペンを発生させました
zh_hant: 已生成 %lld 筆

source: 已生成 %lld 笔周期交易
en: Generated %lld periodic transaction
ja: %lld定期的なトランザクションを生成
zh_hant: 已生成 %lld 筆週期交易

# 已用 %@ / %@
source: 已用 %1$@ / %2$@
en: Used %@/ %@
ja: 使用された%@/%@
zh_hant: 已用 %@ / %@

# 已用 %@，总预算 %@，%@ %@
source: 已用 %1$@，总预算 %2$@，%3$@ %4$@
en: Used %1$@ of %2$@; %3$@ %4$@
ja: %2$@のうち%1$@を使用。%3$@ %4$@
zh_hant: 已用 %@，總預算 %@，%@ %@

source: 已结束
en: Closed
ja: 休館日
zh_hant: 已結束

source: 已结清
en: Cleared
ja: クリア
zh_hant: 已結清

source: 已记下一笔
en: Transaction Saved
ja: 取引を記録しました
zh_hant: 已記下一筆

source: 已记账
en: Recorded
ja: 記録された
zh_hant: 已記賬

source: 已设置 AA 的支出不能再记录退款或报销
en: AA expenditure cannot be recorded for refunds or reimbursements
ja: AAの支出は払い戻しや払い戻しのために記録することはできません
zh_hant: 已設定 AA 的支出不能再記錄退款或報銷

source: 已超出目标金额，可在详情中调整分配。
en: The target amount had been exceeded and the allocation could be adjusted in detail.
ja: 目標値が超過し、詳細に割り当てを調整できます。
zh_hant: 已超出目標金額，可在詳情中調整分配。

source: 已达成当前目标
en: Current target achieved
ja: 現在のターゲット達成
zh_hant: 已達成當前目標

source: 已选
en: Selected
ja: 選択する
zh_hant: 已選

source: 已逾期 %lld 天
en: Overdue %lld days
ja: オーバーデュー %lld 日

source: 已隐藏
en: Hidden
ja: 隠し
zh_hant: 已隱藏

source: 已预约下次启动恢复
en: Scheduled for next start-up recovery
ja: 次の起動回復のためにスケジュール
zh_hant: 已預約下次啟動恢復

source: 已预约恢复。请完全关闭并重新打开 App。
en: Synchronising "%s" Please close and reopen the App.
ja: 「%s」を同期させるには、アプリを閉じて再オープンしてください。
zh_hant: 已預約恢復。請完全關閉並重新開啟 App。

source: 币种
en: Currency
ja: 通貨
zh_hant: 幣種

source: 币种与汇率
en: Currencies & Exchange Rates
ja: 通貨と為替レート
zh_hant: 幣別與匯率

source: 币种钱包
en: Currency wallet
ja: 通貨ウォレット
zh_hant: 幣種錢包

source: 年
en: Year
ja: 年間行事

source: 应付账款
en: Accounts payable
ja: 支払い可能なアカウント
zh_hant: 應付賬款

source: 应收 %@
en: Due from %@
ja: %@から
zh_hant: 應收 %@

source: 应收账款
en: Accounts receivable
ja: 受取可能なアカウント
zh_hant: 應收賬款

source: 应用
en: Apply
ja: お問い合わせ
zh_hant: 應用

source: 应用允许负余额，但请确认金额和钱包选择无误。
en: Apply the allowed negative balance, but confirm that the amount and wallet were correctly selected.
ja: 許可された負の残高を適用しますが、金額と財布が正しく選択されていることを確認してください。
zh_hant: 應用允許負餘額，但請確認金額和錢包選擇無誤。

source: 建立目标后，可通过“存入”记录资金用途分配。
en: Create a goal, then use Deposit to track how funds are allocated.
ja: 目標を作成し、「入金」で資金の配分を記録できます。
zh_hant: 建立目標後，可透過“存入”記錄資金用途分配。

source: 建议每月
en: Monthly recommendations
ja: 毎月の推奨事項
zh_hant: 建議每月

source: 建议每月 %@
en: Recommended monthly %@
ja: 推奨月間 %@
zh_hant: 建議每月 %@

source: 开始
en: Start
ja: スタート
zh_hant: 開始

source: 开始日期
en: Start date
ja: 開始日
zh_hant: 開始日期

source: 归档
en: Archive
ja: アーカイブ
zh_hant: 歸檔

source: 归档账户
en: Archive accounts
ja: アーカイブアカウント
zh_hant: 歸檔賬戶

source: 当前
en: Current
ja: 現在の位置:
zh_hant: 當前

source: 当前卡片暂无交易
en: Current card is not traded
ja: 現在のカードは取引されません
zh_hant: 當前卡片暫無交易

source: 当前密码
en: Current password
ja: 現在のパスワード
zh_hant: 當前密碼

source: 当前密码不正确
en: Current password is incorrect
ja: 現在のパスワードが間違っています
zh_hant: 當前密碼不正確

source: 当前数据会先生成自动快照。恢复完成后，本位币也会切换为备份中的设置。
en: The current data will become an automatic snapshot. Once restored, the local currency will also be converted to the settings in the backup.
ja: 現在のデータは自動スナップショットになります。 復元すると、ローカル通貨もバックアップの設定に変換されます。
zh_hant: 當前資料會先生成自動快照。恢復完成後，本位幣也會切換為備份中的設定。

source: 当前日期范围 %@
en: Current Date Range %@
ja: 現在の日付範囲 %@
zh_hant: 當前日期範圍 %@

source: 当前条件：%@
en: Current condition: %@
ja: 現在の状態: %@
zh_hant: 當前條件：%@

source: 当前没有到期分期
en: No current due period
ja: 現在の期限無し
zh_hant: 當前沒有到期分期

source: 当前没有到期账单
en: There are currently no bills due
ja: 現在、請求書はありません。
zh_hant: 當前沒有到期賬單

source: 当前没有迁移快照
en: There is no current migration snapshot.
ja: 現在のマイグレーションスナップショットはありません。
zh_hant: 當前沒有遷移快照

source: 当前范围没有可展示节点。
en: There are no no nodes in the current range.
ja: 現在の範囲にノードはありません。
zh_hant: 當前範圍沒有可展示節點。

source: 当前范围没有数据
en: No data available for current range
ja: 現在の範囲で利用可能なデータなし
zh_hant: 當前範圍沒有資料

source: 当前范围没有构成数据
en: Current range does not make up data
ja: 現在の範囲はデータを構成しません
zh_hant: 當前範圍沒有構成資料

source: 当前范围没有趋势数据
en: No trend data in this range.
ja: この範囲にはトレンドデータがありません。
zh_hant: 當前範圍沒有趨勢資料

source: 当前设备未配置可用的 Face ID、Touch ID 或 Optic ID。
en: The current device does not configure the available Face ID, Touch ID or Optic ID.
ja: 現在のデバイスは、利用可能なフェイスID、タッチID、またはオプティカルIDを設定していません。
zh_hant: 當前裝置未配置可用的 Face ID、Touch ID 或 Optic ID。

source: 当前设备没有可用的 iCloud 私有数据库
en: No iCloud private data available for the current device Library
ja: 現在のデバイスライブラリで利用可能なiCloudプライベートデータはありません
zh_hant: 當前裝置沒有可用的 iCloud 私有資料庫

source: 当前识别类型需要使用专门的转账或换汇确认流程
en: Current identification type requires a dedicated transfer or exchange confirmation process
ja: 現在の識別タイプは、専用の転送または交換確認プロセスが必要です
zh_hant: 當前識別型別需要使用專門的轉賬或換匯確認流程

source: 当前语音识别服务不可用
en: Current voice recognition service not available
ja: 現在の音声認識サービスは利用できません
zh_hant: 當前語音識別服務不可用

source: 当前账本
en: Current Book
ja: 現在の帳簿
zh_hant: 目前帳本

source: 当前账本 · 全部时间
en: Current account book. All time.
ja: 現在のアカウントブック。 お問い合わせ
zh_hant: 當前賬本 · 全部時間

source: 当前账本 %lld 个目标
en: Current account book %lld targets
ja: 現在のアカウントブック %lld ターゲット
zh_hant: 當前賬本 %lld 個目標

source: 当前账本已存在同名模板
en: A template with the same name already exists in the current account book
ja: 現在のアカウントブックに既に存在する同じ名前を持つテンプレート
zh_hant: 當前賬本已存在同名模板

source: 当天没有交易
en: No deal that day.
ja: 当日の対応はございません。
zh_hant: 當天沒有交易

source: 当月没有记录
en: No Transactions This Month
ja: 今月の取引はありません
zh_hant: 本月沒有紀錄

source: 待处理冲突
en: Pending conflicts
ja: 犯罪紛争
zh_hant: 待處理衝突

source: 待收
en: Pending
ja: ペンディング

source: 待收 %@
en: Pending %@
ja: %@を曲げる

source: 待收款
en: Pending receipts
ja: ペンディングレシート

source: 待确认记账
en: Accounts to be confirmed
ja: 確認するアカウント
zh_hant: 待確認記賬

source: 待还金额
en: Amount to be paid
ja: お支払い金額
zh_hant: 待還金額

source: 待还金额必须大于 0
en: The amount to be repaid must be greater than 0
ja: 返済される金額は 0 以上でなければなりません。
zh_hant: 待還金額必須大於 0

source: 微信支付
en: Wireless Payments
ja: ワイヤレス決済

source: 快捷记账
en: Fast Recording
ja: 高速録画
zh_hant: 快捷記賬

source: 快照中没有可恢复的数据库文件
en: There is no recoverable database file in the snapshot
ja: スナップショットに回復可能なデータベースファイルはありません
zh_hant: 快照中沒有可恢復的資料庫檔案

source: 总人数（包含自己）
en: Total (includes oneself)
ja: 合計(自分を含む)
zh_hant: 總人數（包含自己）

source: 总已存入
en: It's been deposited.
ja: 入金済みです。
zh_hant: 總已存入

source: 总手续费
en: Total charges
ja: 合計料金
zh_hant: 總手續費

source: 总支出
en: Total expenditure
ja: 総支出
zh_hant: 總支出

source: 总本金
en: Total principal
ja: 総支配人
zh_hant: 總本金

source: 总资产
en: Total Assets
ja: 総資産
zh_hant: 總資產

source: 总资产 · %@
en: Total assets %@
ja: 総資産 %@
zh_hant: 總資產 · %@

source: 恢复
en: Restore
ja: リストア
zh_hant: 恢復

source: 恢复快照不在 App 的受控目录中
en: Restore a controlled directory where the snapshot is not in App Medium
ja: スナップショットがApp媒体にない管理されたディレクトリを復元
zh_hant: 恢復快照不在 App 的受控目錄中

source: 恢复未完成
en: Restore incomplete
ja: 不完全な復元
zh_hant: 恢復未完成

source: 恢复此备份
en: Restore this backup
ja: このバックアップを復元する
zh_hant: 恢復此備份

source: 恢复账户
en: Restore Account
ja: アカウントの復元
zh_hant: 恢復賬戶

# 我和其他 %lld 人 · %@
source: 我和其他 %1$lld 人 · %2$@
en: Me and %1$lld others · %2$@
ja: 自分と他%1$lld人 · %2$@
zh_hant: 我和其他 %lld 人 · %@

source: 截图识别
en: Screenshot Identification
ja: スクリーンショットの識別
zh_hant: 截圖識別

source: 所选分类与交易类型不一致
en: The selected classification is not consistent with the type of transaction
ja: 選択した分類はトランザクションの種類と一致しません
zh_hant: 所選分類與交易型別不一致

source: 所选分类与部分交易类型不匹配
en: The selected category does not match some transaction type
ja: 選択したカテゴリは、いくつかのトランザクションタイプに一致しません
zh_hant: 所選分類與部分交易型別不匹配

source: 所选账户不支持该币种
en: The selected account does not support the currency
ja: 選択したアカウントは通貨をサポートしていません
zh_hant: 所選賬戶不支援該幣種

source: 所选钱包与交易币种不一致
en: The chosen wallet does not match the currency of the transaction
ja: 選択したウォレットはトランザクションの通貨に一致しません
zh_hant: 所選錢包與交易幣種不一致

source: 扇区按金额绝对值绘制，明细金额保留正负号。
en: Sectors are drawn by absolute value of the amount, and the specified amount is maintained with a positive or negative number.
ja: セクターは値の絶対値で描画され、指定された値は正または負の数で維持されます。
zh_hant: 扇區按金額絕對值繪製，明細金額保留正負號。

source: 手续费
en: Fees
ja: 料金について
zh_hant: 手續費

source: 打开“快捷指令”
en: Open Shortcut Command
ja: ショートカットコマンドを開く
zh_hant: 開啟“快捷指令”

source: 打开卡片详情
en: Open Card Details
ja: オープンカードの詳細
zh_hant: 開啟卡片詳情

source: 打开当前月预算设置
en: Open This Month’s Budget Settings
ja: 今月の予算設定を開く
zh_hant: 開啟本月預算設定

source: 打开待确认记账
en: Open pending confirmation
ja: 保留中の確認を開く
zh_hant: 開啟待確認記賬

source: 打开统一确认页
en: Open Unified Confirmation Page
ja: 確認画面を開く
zh_hant: 開啟統一確認頁

source: 批量修改
en: Batch Changes
ja: バッチ変更
zh_hant: 批次修改

source: 批量操作
en: Batch Operations
ja: バッチ操作
zh_hant: 批次操作

source: 批量操作失败
en: Batch operation failed
ja: バッチ操作失敗
zh_hant: 批次操作失敗

source: 找不到对应的 AA 收款流水
en: I can't find the AA.
ja: AAが見つかりません。
zh_hant: 找不到對應的 AA 收款流水

source: 找不到对应账本
en: No corresponding account book found
ja: 対応するアカウントブックが見つかりません
zh_hant: 找不到對應賬本
